Repository: guitaripod/Tailscode
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: streaming stream reveal cascade aurora metal gpu renderer typing animation alpha
de: streaming stream anzeige kaskade aurora metal gpu renderer schreiben animation alpha
es: streaming flujo revelado cascada aurora metal gpu renderizador escritura animación alfa
fr: streaming flux révélation cascade aurora metal gpu moteur de rendu écriture animation alpha
it: streaming stream rivelazione cascata aurora metal gpu renderer scrittura animazione alpha
ja: ストリーミング ストリーム 表示 カスケード aurora metal gpu レンダラー タイピング アニメーション アルファ
ko: 스트리밍 스트림 표시 캐스케이드 aurora metal gpu 렌더러 타이핑 애니메이션 알파
pt_br: streaming stream revelação cascata aurora metal gpu renderizador digitação animação alfa
zh_hans: 流式输出 流 呈现 级联 aurora metal gpu 渲染器 打字 动画 内测
zh_hant: 串流輸出 串流 呈現 級聯 aurora metal gpu 渲染器 打字 動畫 內測

source: theme appearance dark light mode colour color palette rose pine tokyo night everforest gruvbox nord solarized phosphor
de: design erscheinungsbild dunkel hell modus farbe palette rose pine tokyo night everforest gruvbox nord solarized phosphor
es: tema apariencia oscuro claro modo color paleta rose pine tokyo night everforest gruvbox nord solarized phosphor
fr: thème apparence sombre clair mode couleur palette rose pine tokyo night everforest gruvbox nord solarized phosphor
it: tema aspetto scuro chiaro modalità colore palette rose pine tokyo night everforest gruvbox nord solarized phosphor
ja: テーマ 外観 ダーク ライト モード カラー 色 パレット rose pine tokyo night everforest gruvbox nord solarized phosphor
ko: 테마 모양 다크 라이트 모드 색상 컬러 팔레트 rose pine tokyo night everforest gruvbox nord solarized phosphor
pt_br: tema aparência escuro claro modo cor paleta rose pine tokyo night everforest gruvbox nord solarized phosphor
zh_hans: 主题 外观 深色 浅色 模式 颜色 色彩 调色板 rose pine tokyo night everforest gruvbox nord solarized phosphor
zh_hant: 主題 外觀 深色 淺色 模式 顏色 色彩 調色盤 rose pine tokyo night everforest gruvbox nord solarized phosphor

source: was %@
de: war %@
es: era %@
fr: était %@
it: era %@
ja: 旧: %@
ko: 이전: %@
pt_br: era %@
zh_hans: 曾用名：%@
zh_hant: 曾用名：%@

source: … %lld more in this chat
de: … %lld weitere in diesem Chat
es: … %lld más en este chat
fr: … %lld de plus dans cette discussion
it: … %lld altri in questa chat
ja: … ほかにこのチャットで %lld 件
ko: … 이 채팅에 %lld개 더
pt_br: … mais %lld neste chat
zh_hans: … 此对话中还有 %lld 条
zh_hant: … 此對話中還有 %lld 則

source: … %lld more lines
de: … %lld weitere Zeilen
es: … %lld líneas más
fr: … %lld lignes de plus
it: … %lld altre righe
ja: … 残り %lld 行
ko: … %lld줄 더
pt_br: … mais %lld linhas
zh_hans: … 还有 %lld 行
zh_hant: … 還有 %lld 行

source: %@ updates
es: %@ actualizaciones
fr: %@ mises à jour
it: %@ aggiornamenti
ja: %@件のアップデート
ko: 업데이트 %@개
pt_br: %@ atualizações
zh_hans: %@ 个更新
zh_hant: %@ 個更新

source: Agent
es: Agente
it: Agente
ja: エージェント
ko: 에이전트
pt_br: Agente
zh_hans: 智能体
zh_hant: 代理

source: Agent: %@
es: Agente: %@
it: Agente: %@
ja: エージェント: %@
ko: 에이전트: %@
pt_br: Agente: %@
zh_hans: 智能体：%@
zh_hant: 代理：%@

source: Apple Open Source
es: Código abierto de Apple
fr: Open source Apple
it: Open source Apple
ja: Apple のオープンソース
ko: Apple 오픈 소스
pt_br: Código aberto da Apple
zh_hans: Apple 开源项目
zh_hant: Apple 開放原始碼

source: Cache
es: Caché
ja: キャッシュ
ko: 캐시
zh_hans: 缓存
zh_hant: 快取

source: Details
es: Detalles
fr: Détails
it: Dettagli
ja: 詳細
ko: 자세히
pt_br: Detalhes
zh_hans: 详情
zh_hant: 詳細資訊

source: Host URL
es: URL del host
fr: URL de l’hôte
it: URL host
ja: ホスト URL
ko: 호스트 URL
pt_br: URL do host
zh_hans: 主机 URL
zh_hant: 主機 URL

source: In Tailscode
es: En Tailscode
fr: Dans Tailscode
ja: Tailscode 内
ko: Tailscode 안에서
pt_br: No Tailscode
zh_hans: 在 Tailscode 中
zh_hant: 在 Tailscode 中

source: Software Updates
es: Actualizaciones de software
fr: Mises à jour logicielles
it: Aggiornamenti software
ja: ソフトウェア・アップデート
ko: 소프트웨어 업데이트
pt_br: Atualizações de Software
zh_hans: 软件更新
zh_hant: 軟體更新

source: LIVE
es: EN VIVO
fr: DIRECT
ja: ライブ
ko: 실시간
pt_br: AO VIVO
zh_hans: 实时
zh_hant: 即時

source: Live
es: En vivo
fr: En direct
ja: ライブ
ko: 실시간
pt_br: Ao vivo
zh_hans: 实时
zh_hant: 即時

source: Live Text
es: Texto en Vivo
fr: Texte en direct
it: Testo Live
ja: テキスト認識表示
ko: 라이브 텍스트
pt_br: Texto ao Vivo
zh_hans: 实况文本
zh_hant: 實況文字

source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
pt_br: Nome
zh_hans: 名称
zh_hant: 名稱

source: OK
es: Aceptar
ko: 확인
zh_hans: 好
zh_hant: 好

source: Port
es: Puerto
it: Porta
ja: ポート
ko: 포트
pt_br: Porta
zh_hans: 端口
zh_hant: 連接埠

source: Server
es: Servidor
fr: Serveur
ja: サーバ
ko: 서버
pt_br: Servidor
zh_hans: 服务器
zh_hant: 伺服器

source: Server software
es: Software del servidor
fr: Logiciel du serveur
it: Software del server
ja: サーバのソフトウェア
ko: 서버 소프트웨어
pt_br: Software do servidor
zh_hans: 服务器软件
zh_hant: 伺服器軟體

source: Skill
es: Habilidad
fr: Compétence
it: Abilità
ja: スキル
ko: 스킬
pt_br: Habilidade
zh_hans: 技能
zh_hant: 技能

source: Skill · %@
es: Habilidad · %@
fr: Compétence · %@
it: Abilità · %@
ja: スキル · %@
ko: 스킬 · %@
pt_br: Habilidade · %@
zh_hans: 技能 · %@
zh_hant: 技能 · %@

source: Status
es: Estado
fr: État
it: Stato
ja: 状態
ko: 상태
zh_hans: 状态
zh_hant: 狀態

source: Support
es: Soporte
fr: Assistance
it: Assistenza
ja: サポート
ko: 지원
pt_br: Suporte
zh_hans: 支持
zh_hant: 支援

source: System
es: Sistema
fr: Système
it: Sistema
ja: システム
ko: 시스템
pt_br: Sistema
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: Tailscale Token
es: Token de Tailscale
fr: Jeton Tailscale
it: Token Tailscale
ja: Tailscale トークン
ko: Tailscale 토큰
pt_br: Token do Tailscale
zh_hans: Tailscale 令牌
zh_hant: Tailscale 權杖

source: Version
es: Versión
it: Versione
ja: バージョン
ko: 버전
pt_br: Versão
zh_hans: 版本
zh_hant: 版本

source: Workflow
es: Flujo de trabajo
fr: Flux de travail
it: Flusso di lavoro
ja: ワークフロー
ko: 워크플로
pt_br: Fluxo de trabalho
zh_hans: 工作流
zh_hant: 工作流程

source: Workflow · %@
es: Flujo de trabajo · %@
fr: Flux de travail · %@
it: Flusso di lavoro · %@
ja: ワークフロー · %@
ko: 워크플로 · %@
pt_br: Fluxo de trabalho · %@
zh_hans: 工作流 · %@
zh_hant: 工作流程 · %@

source: in %@
es: en %@
fr: en %@
ja: %@ で
ko: %@ 만에
pt_br: em %@
zh_hans: 用时 %@
zh_hant: 耗時 %@

source: Oh My Pi server
es: Servidor Oh My Pi
fr: Serveur Oh My Pi
it: Server Oh My Pi
ja: Oh My Pi サーバ
ko: Oh My Pi 서버
pt_br: Servidor Oh My Pi
zh_hans: Oh My Pi 服务器
zh_hant: Oh My Pi 伺服器

source: opencode server
es: Servidor opencode
fr: Serveur opencode
it: Server opencode
ja: opencode サーバ
ko: opencode 서버
pt_br: Servidor opencode
zh_hans: opencode 服务器
zh_hant: opencode 伺服器

source: Claude Code server
es: Servidor Claude Code
fr: Serveur Claude Code
it: Server Claude Code
ja: Claude Code サーバ
ko: Claude Code 서버
pt_br: Servidor Claude Code
zh_hans: Claude Code 服务器
zh_hant: Claude Code 伺服器

source: Offline
es: Sin conexión
fr: Hors ligne
ja: オフライン
ko: 오프라인
zh_hans: 离线
zh_hant: 離線

source: live
es: en vivo
fr: en direct
ja: ライブ
ko: 라이브
pt_br: ao vivo
zh_hans: 实时
zh_hant: 即時

source: offline
es: sin conexión
fr: hors ligne
ja: オフライン
ko: 오프라인
zh_hans: 离线
zh_hant: 離線

source: Neon
es: Neón
fr: Néon
ja: ネオン
ko: 네온
zh_hans: 霓虹
zh_hant: 霓虹

source: Gold
es: Oro
fr: Or
it: Oro
ja: ゴールド
ko: 골드
pt_br: Ouro
zh_hans: 黄金
zh_hant: 黃金

source: Frost
es: Escarcha
fr: Givre
it: Brina
ja: フロスト
ko: 프로스트
pt_br: Geada
zh_hans: 霜
zh_hant: 霜

source: Repository
es: Repositorio
fr: Dépôt
ja: リポジトリ
ko: 저장소
pt_br: Repositório
zh_hans: 仓库
zh_hant: 儲存庫

source: Option %@
es: Opción %@
it: Opzione %@
ja: オプション %@
ko: 옵션 %@
pt_br: Opção %@
zh_hans: 选项 %@
zh_hant: 選項 %@

source: Renderer
es: Renderizador
fr: Machine de rendu
it: Macchina di rendering
ja: レンダラー
ko: 렌더러
pt_br: Máquina de renderização
zh_hans: 渲染机
zh_hant: 算圖機

source: %@ frames
es: %@ fotogramas
fr: %@ images
it: %@ fotogrammi
ja: %@ フレーム
ko: %@ 프레임
pt_br: %@ quadros
zh_hans: %@ 帧
zh_hant: %@ 影格

source: Name (optional)
es: Nombre (opcional)
fr: Nom (facultatif)
it: Nome (facoltativo)
ja: 名前（任意）
ko: 이름(선택 사항)
pt_br: Nome (opcional)
zh_hans: 名称（可选）
zh_hant: 名稱（選填）

source: Video…
es: Vídeo…
fr: Vidéo…
ja: 動画…
ko: 동영상…
pt_br: Vídeo…
zh_hans: 视频…
zh_hant: 影片…

source: Branch %@
es: Rama %@
fr: Branche %@
it: Ramo %@
ja: ブランチ %@
ko: 브랜치 %@
zh_hans: 分支 %@
zh_hant: 分支 %@

source: Remote
es: Remoto
fr: Distant
it: Remoto
ja: リモート
ko: 원격
pt_br: Remoto
zh_hans: 远程
zh_hant: 遠端

source: Root
es: Raíz
fr: Racine
it: Radice
ja: ルート
ko: 루트
pt_br: Raiz
zh_hans: 根目录
zh_hant: 根目錄

source: Detail
es: Detalle
fr: Détail
it: Dettaglio
ja: 精細度
ko: 디테일
pt_br: Detalhe
zh_hans: 细节
zh_hant: 細節

source: Engine
es: Motor
fr: Moteur
it: Motore
ja: エンジン
ko: 엔진
pt_br: Motor
zh_hans: 引擎
zh_hant: 引擎

source: Klein text encoder
es: Codificador de texto Klein
fr: Encodeur de texte Klein
it: Encoder di testo Klein
ja: Klein テキストエンコーダー
ko: Klein 텍스트 인코더
pt_br: Codificador de texto Klein
zh_hans: Klein 文本编码器
zh_hant: Klein 文字編碼器

source: Qwen text encoder
es: Codificador de texto Qwen
fr: Encodeur de texte Qwen
it: Encoder di testo Qwen
ja: Qwen テキストエンコーダー
ko: Qwen 텍스트 인코더
pt_br: Codificador de texto Qwen
zh_hans: Qwen 文本编码器
zh_hant: Qwen 文字編碼器

source: Standard
es: Estándar
ja: スタンダード
ko: 표준
pt_br: Padrão
zh_hans: 标准
zh_hant: 標準

source: 1 server
es: 1 servidor
fr: 1 serveur
ja: サーバ 1 台
ko: 서버 1개
pt_br: 1 servidor
zh_hans: 1 台服务器
zh_hant: 1 台伺服器

source: Gateway
es: Pasarela
fr: Passerelle
ja: ゲートウェイ
ko: 게이트웨이
zh_hans: 网关
zh_hant: 閘道

source: server
es: servidor
fr: serveur
ja: サーバ
ko: 서버
pt_br: servidor
zh_hans: 服务器
zh_hant: 伺服器

source: %@ live
es: %@ en directo
fr: %@ en direct
it: %@ in diretta
ja: %@ 件ライブ中
ko: 라이브 %@개
pt_br: %@ ao vivo
zh_hans: %@ 个直播中
zh_hant: %@ 個直播中

source: OFFLINE
es: SIN CONEXIÓN
fr: HORS LIGNE
ja: オフライン
ko: 오프라인
zh_hans: 离线
zh_hant: 離線

source: Plugins
es: Complementos
fr: Extensions
it: Plugin
ja: プラグイン
ko: 플러그인
zh_hans: 插件
zh_hant: 外掛

source: Skills
es: Habilidades
fr: Compétences
it: Competenze
ja: スキル
ko: 스킬
pt_br: Habilidades
zh_hans: 技能
zh_hant: 技能

source: Split · %@ chats
es: División · %@ chats
fr: Division · %@ discussions
it: Divisione · %@ chat
ja: 分割 · チャット %@ 件
ko: 분할 · 대화 %@개
pt_br: Divisão · %@ conversas
zh_hans: 分屏 · %@ 个对话
zh_hant: 分割畫面 · %@ 個對話

source: Client ID
es: ID de cliente
fr: ID client
it: ID client
ja: クライアント ID
ko: 클라이언트 ID
pt_br: ID do cliente
zh_hans: 客户端 ID
zh_hant: 用戶端 ID

source: Client secret
es: Secreto de cliente
fr: Secret client
ja: クライアント シークレット
ko: 클라이언트 보안 비밀
zh_hans: 客户端密钥
zh_hant: 用戶端密鑰

source: %@ offline
es: %@ sin conexión
fr: %@ hors ligne
ja: %@ 件がオフライン
ko: %@개 오프라인
zh_hans: %@ 个离线
zh_hant: %@ 個離線

source: Design
es: Diseño
ja: デザイン
ko: 디자인
zh_hans: 设计
zh_hant: 設計

# %@ → %@ tokens
source: %1$@ → %2$@ tokens
fr: %1$@ → %2$@ jetons
it: %1$@ → %2$@ token
ja: %1$@ → %2$@ トークン
ko: %1$@ → %2$@ 토큰
zh_hans: %1$@ → %2$@ 个词元
zh_hant: %1$@ → %2$@ 個詞元

source: %lld chats
fr: %lld discussions
it: %lld chat
ja: チャット %lld 件
ko: 대화 %lld개
pt_br: %lld conversas
zh_hans: %lld 个对话
zh_hant: %lld 個對話

source: Chat
fr: Discussion
ja: チャット
ko: 대화
pt_br: Conversa
zh_hans: 对话
zh_hant: 對話

source: Chats
fr: Discussions
it: Chat
ja: チャット
ko: 대화
pt_br: Conversas
zh_hans: 对话
zh_hant: 對話

source: DEMO
fr: DÉMO
ja: デモ
ko: 데모
zh_hans: 演示
zh_hant: 示範

source: Host
fr: Hôte
ja: ホスト
ko: 호스트
zh_hans: 主机
zh_hant: 主機

source: Software
fr: Logiciel
ja: ソフトウェア
ko: 소프트웨어
zh_hans: 软件
zh_hant: 軟體

source: Beta
fr: Bêta
ja: ベータ
ko: 베타
zh_hans: 测试版
zh_hant: 測試版

source: BETA
fr: BÊTA
ja: ベータ
ko: 베타
zh_hans: 测试版
zh_hant: 測試版

source: Beta · %@
fr: Bêta · %@
ja: ベータ · %@
ko: 베타 · %@
zh_hans: 测试版 · %@
zh_hant: 測試版 · %@

source: Prompt
fr: Invite
ja: プロンプト
ko: 프롬프트
zh_hans: 提示词
zh_hant: 提示詞

source: Seed
fr: Graine
ja: シード
ko: 시드
zh_hans: 种子
zh_hant: 種子

source: Video
fr: Vidéo
ja: 動画
ko: 동영상
pt_br: Vídeo
zh_hans: 视频
zh_hant: 影片

source: %@ · %@s · %@fps · seed %@
fr: %@ · %@s · %@fps · graine %@
ja: %@ · %@秒 · %@fps · シード %@
ko: %@ · %@초 · %@fps · 시드 %@
zh_hans: %@ · %@秒 · %@fps · 种子 %@
zh_hant: %@ · %@秒 · %@fps · 種子 %@

source: Upstream
fr: Amont
ja: アップストリーム
ko: 업스트림
zh_hans: 上游
zh_hant: 上游

source: Seed %@
fr: Graine %@
ja: シード %@
ko: 시드 %@
zh_hans: 种子 %@
zh_hant: 種子 %@

source: %@ chats
fr: %@ discussions
it: %@ chat
ja: チャット %@ 件
ko: 대화 %@개
pt_br: %@ conversas
zh_hans: %@ 个对话
zh_hant: %@ 個對話

source: Tokens
fr: Jetons
it: Token
ja: トークン
ko: 토큰
zh_hans: 词元
zh_hant: 詞元

source: tokens
fr: jetons
it: token
ja: トークン
ko: 토큰
zh_hans: 词元
zh_hant: 詞元

source: chats
fr: discussions
it: chat
ja: チャット
ko: 대화
pt_br: conversas
zh_hans: 对话
zh_hant: 對話

source: · %@ tokens
fr: · %@ jetons
it: · %@ token
ja: · %@ トークン
ko: · %@ 토큰
zh_hans: · %@ 词元
zh_hant: · %@ 詞元

source: 1 chat
fr: 1 discussion
ja: 1件のチャット
ko: 대화 1개
pt_br: 1 conversa
zh_hans: 1 个对话
zh_hant: 1 個對話

source: Normal
it: Normale
ja: 通常
ko: 일반
zh_hans: 普通
zh_hant: 普通

source: Backend
ja: バックエンド
ko: 백엔드
zh_hans: 后端
zh_hant: 後端

source: Build
ja: ビルド
ko: 빌드
zh_hans: 构建
zh_hant: 建置

source: Aurora
ja: オーロラ
ko: 오로라
zh_hans: 极光
zh_hant: 極光

source: %@s
ja: %@秒
ko: %@초
zh_hans: %@秒
zh_hant: %@秒

source: %@ s
ja: %@秒
ko: %@초
zh_hans: %@秒
zh_hant: %@秒

source: %@ min
ja: %@分
ko: %@분
zh_hans: %@分
zh_hant: %@分

source: %@ min %@ s
ja: %@分%@秒
ko: %@분 %@초
zh_hans: %@分%@秒
zh_hant: %@分%@秒

source: %@m %@s
ja: %@分%@秒
ko: %@분 %@초
zh_hans: %@分%@秒
zh_hant: %@分%@秒

source: Rebase
ja: リベース
ko: 리베이스
zh_hans: 变基
zh_hant: 變基

source: Merge
ja: マージ
ko: 병합
zh_hans: 合并
zh_hant: 合併

source: Cherry-pick
ja: チェリーピック
ko: 체리픽
zh_hans: 拣选
zh_hant: 揀選

source: Revert
ja: リバート
ko: 되돌리기
zh_hans: 还原
zh_hant: 還原

source: Bisect
ja: バイセクト
ko: 바이섹트
zh_hans: 二分查找
zh_hant: 二分搜尋

source: %@ · %@s
ja: %@ · %@秒
ko: %@ · %@초
zh_hans: %@ · %@ 秒
zh_hant: %@ · %@ 秒

source: Streaming
ja: ストリーミング
ko: 스트리밍
zh_hans: 流式输出
zh_hant: 串流輸出

source: %1$@ h %2$@ min
ja: %1$@時間%2$@分
ko: %1$@시간 %2$@분
zh_hans: %1$@小时%2$@分
zh_hant: %1$@小時%2$@分

source: %1$@ min %2$@ s
ja: %1$@分%2$@秒
ko: %1$@분 %2$@초
zh_hans: %1$@分%2$@秒
zh_hant: %1$@分%2$@秒

source: %@ h
ja: %@時間
ko: %@시간
zh_hans: %@小时
zh_hant: %@小時
